//;******************************************************************************
//;* Copyright (c) 2013 - 2014, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//; 
//; Module Name:
//; 
//;   SetupBrowserStr.uni
//; 
//; Abstract:
//; 
//;   Strings for setup browser
//; 

/=#

#include "Standard.uni"


#string HOME_PAGE_TITLE                #language en-US  "Setup Interpreter"
                                       #language fr-FR  "Interprète d'organisation"
                                       #language zh-TW  "\wide設定直譯器\narrow"
                                       #language ja-JP  "\wide設定説明\narrow"
                                       #language it-IT  "Setup Interprete"
                                       #language es-ES  "Intérprete de la programación"
                                       #language de-DE  "Aufstellung des Übersetzers"
                                       #language pt-PT  "Configurar intérprete"
                                       
#string HOME_ESCAPE_STRING             #language en-US  "Esc=Exit Interpreter"
                                       #language fr-FR  "Esc=l'Interprète de sortie"
                                       #language zh-TW  "Esc=\wide離開直譯器\narrow"
                                       #language ja-JP  "Esc=\wide終了\narrow"
                                       #language it-IT  "Esc=Esce dall'Interprete"
                                       #language es-ES  "Esc=Salir del intérprete"
                                       #language de-DE  "ESC=Ausgang des Übersetzers"
                                       #language pt-PT  "Esc=Sair de Intérprete"
                                       
#string FUNCTION_ONE_STRING            #language en-US  "F1=Scroll Help"
                                       #language fr-FR  "F1=Scroll Aide"
                                       #language zh-TW  "F1=\wide捲動協助頁面\narrow"
                                       #language ja-JP  "F1=\wideヘルプ\narrow"
                                       #language it-IT  "F1=Scorri la Guida"
                                       #language es-ES  "F1=ayuda del rollo"
                                       #language de-DE  "F1=Rollhilfe"
                                       #language pt-PT  "F1=Ajuda do rolo"
                                       
#string FUNCTION_TWO_STRING            #language en-US  "F2=Previous Page"
                                       #language fr-FR  "F2=Page Précédente"
                                       #language zh-TW  "F2=\wide前一頁\narrow"
                                       #language ja-JP  "F2=\wide前ページ\narrow"
                                       #language it-IT  "F2=Pagina Precedente"
                                       #language es-ES  "F2=Página anterior"
                                       #language de-DE  "F2=Vorherige Seite"
                                       #language pt-PT  "F2=Página Anterior"
                                       
#string FUNCTION_NINE_STRING           #language en-US  "F9=Reset to Defaults"
                                       #language fr-FR  "F9=Reset à Défauts"
                                       #language zh-TW  "F9=\wide重設回預設值\narrow"
                                       #language ja-JP  "F9=\wideデフォルト設定へ戻す\narrow"
                                       #language it-IT  "F9=Resetta ai valori di Default"
                                       #language es-ES  "F9=Volver a la determinada"
                                       #language de-DE  "F9=Wiedereinschaltung Umkehrung"
                                       #language pt-PT  "F9=Recompor Defaults"
                                       
#string FUNCTION_TEN_STRING            #language en-US  "F10=Save"
                                       #language fr-FR  "F10=Sauvegarder"
                                       #language zh-TW  "F10=\wide儲存\narrow"
                                       #language ja-JP  "F10=\wide保存\narrow"
                                       #language it-IT  "F10=Salva"
                                       #language es-ES  "F10=Guardar"
                                       #language de-DE  "F10=Einspeicherung"
                                       #language pt-PT  "F10=Guardar"
                                       
#string ENTER_STRING                   #language en-US  "<Enter>=Select Entry"
                                       #language fr-FR  "<Enter>=Choisir l'Entrée"
                                       #language zh-TW  "<Enter>=\wide選擇項目\narrow"
                                       #language ja-JP  "<Enter>=\wide選択\narrow"
                                       #language it-IT  "<Enter>=Selezione Voce"
                                       #language es-ES  "<Enter>=entrada seleccionada"
                                       #language de-DE  "<Enter>=Eingabenwahl"
                                       #language pt-PT  "<Enter>=Entrada Selecionada"
                                       
#string ENTER_COMMIT_STRING            #language en-US  "<Enter>=Complete Entry"
                                       #language fr-FR  "<Enter>=Compléter l'Entrée"
                                       #language zh-TW  "<Enter>=\wide完成項目\narrow"
                                       #language ja-JP  "<Enter>=\wide入力完了\narrow"
                                       #language it-IT  "<Enter>=Completa Voce"
                                       #language es-ES  "<Enter>=entrada completada"
                                       #language de-DE  "<Enter>=Eingabenvervfollständigung"
                                       #language pt-PT  "<Enter>=Entrada Completa"
#string ENTER_ESCAPE_STRING            #language en-US  "Esc=Exit Entry"
                                       #language fr-FR  "Esc=Sortir l'Entrée"
                                       #language zh-TW  "Esc=\wide離開項目\narrow"
                                       #language ja-JP  "Esc=\wide入力を終了します\narrow"
                                       #language it-IT  "Esc=Menu Uscita"
                                       #language es-ES  "Esc=Salida, Entrada"
                                       #language de-DE  "Esc=Aus-/Eingang"
                                       #language pt-PT  "Esc=Sair Entrada"
#string ESCAPE_STRING                  #language en-US  "Esc=Discard Changes"
                                       #language fr-FR  "Esc=rejette des Changements"
                                       #language zh-TW  "Esc=\wide忽略變更\narrow"
                                       #language ja-JP  "Esc=\wide変更取消\narrow"
                                       #language it-IT  "Esc=Annulla Modifiche"
                                       #language es-ES  "Esc=Deshacer cambios"
                                       #language de-DE  "Esc=Auswurf der Änderungen"
                                       #language pt-PT  "Esc=Descartar Alterações"
#string SAVE_FAILED                    #language en-US  "Failed to Save"
                                       #language fr-FR  "Échouer à économiser"
                                       #language zh-TW  "\wide儲存失敗\narrow"
                                       #language ja-JP  "\wide保存失敗です\narrow"
                                       #language it-IT  "Impossibile Salvare"
                                       #language es-ES  "Guardar sin éxito"
                                       #language de-DE  "Speicherung versagte"
                                       #language pt-PT  "Falha ao guardar"
#string ADJUST_HELP_PAGE_DOWN          #language en-US  "More (D/d)"
                                       #language fr-FR  "More (D/d)"
#string ADJUST_HELP_PAGE_UP            #language en-US  "More (U/u)"
                                       #language fr-FR  "More (U/u)"
#string ADJUST_NUMBER                  #language en-US  "+/- =Adjust Value"
                                       #language fr-FR  "+/- =rejette des Changements"
                                       #language zh-TW  "+/- =\wide調整值\narrow"
                                       #language ja-JP  "+/- =\wide値調整\narrow"
                                       #language it-IT  "+/- =Modifica Valore"
                                       #language es-ES  "+/- =ajustar valor"
                                       #language de-DE  "+/- =Wertanpassung"
                                       #language pt-PT  "+/- =Ajuste de Valor"
                                       
#string PLUS_STRING                    #language en-US  "+ =Move Selection Up"
                                       #language fr-FR  "+ =rejette des Changements"
                                       #language zh-TW  "+ =\wide上移選擇項\narrow"
                                       #language ja-JP  "+ =\wide上へ移動\narrow"
                                       #language it-IT  "+ =Sposta Selezione in Alto"
                                       #language es-ES  "+ =Mover la selección hacia arriba"
                                       #language de-DE  "+ =Aufwärtsbewegung"
                                       #language pt-PT  "+ =Mover a Seleção para cima"
                                       
#string MINUS_STRING                   #language en-US  "- =Move Selection Down"
                                       #language fr-FR  "- =rejette des Changements"
                                       #language zh-TW  "- =\wide下移選擇項\narrow"
                                       #language ja-JP  "- =\wide下へ移動\narrow"
                                       #language it-IT  "- =Sposta Selezione in Basso"
                                       #language es-ES  "- =Mover la selección hacia abajo"
                                       #language de-DE  "- =Abwärtsbewegung"
                                       #language pt-PT  "- =Mover a Seleção para baixo"
                                       
#string MOVE_HIGHLIGHT                 #language en-US  "=Move Highlight"
                                       #language fr-FR  "=Essentiel de mouvement"
                                       #language zh-TW  "=\wide移動反白項\narrow"
                                       #language ja-JP  "=\wideハイライト移動\narrow"
                                       #language it-IT  "=Sposta Evidenziazione"
                                       #language es-ES  "=Mover la zona resaltada"
                                       #language de-DE  "=Aufleuchtung"
                                       #language pt-PT  "=Movimento Destaque"
                                       
#string MAKE_SELECTION                 #language en-US  " =Select From Choices"
                                       #language fr-FR  " =Choisir des Choix"
                                       #language zh-TW  " =\wide由可選項目中選擇\narrow"
                                       #language ja-JP  " =\wide項目選択\narrow "
                                       #language it-IT  " =Seleziona Dalla Lista"
                                       #language es-ES  " =Seleccionar desde opciones"
                                       #language de-DE  " =Wähle von Selektionen"
                                       #language pt-PT  " =Selecionar a partir de escolhas"
                                       
#string NUMERIC_INPUT                  #language en-US  "0123456789 are valid inputs"
                                       #language fr-FR  "0123456789 sont des données valides"
                                       #language zh-TW  "0123456789\wide為有效輸入\narrow"
                                       #language ja-JP  "0123456789\wideが有効\narrow"
                                       #language it-IT  "valori validi:0123456789"
                                       #language es-ES  "0123456789 son entradas validas"
                                       #language de-DE  "0123456789 sind gültige Eingaben"
                                       #language pt-PT  "0123456789 são entradas válidas"
#string DEC_NUMERIC_INPUT              #language en-US  "0123456789 are valid inputs"
                                       #language fr-FR  "0123456789 sont des données valides"
                                       #language zh-TW  "0123456789 are valid inputs"
                                       #language ja-JP  "0123456789 are valid inputs"
                                       #language it-IT  "0123456789 are valid inputs"
                                       #language es-ES  "0123456789 are valid inputs"
                                       #language de-DE  "0123456789 are valid inputs"
                                       #language pt-PT  "0123456789 are valid inputs"
#string HEX_NUMERIC_INPUT              #language en-US  "0-9 a-f are valid inputs"
                                       #language fr-FR  "0-9 a-f sont des données valides"
                                       #language zh-TW  "0-9 a-f\wide為有效輸入\narrow"
                                       #language ja-JP  "0-9 a-f\wideは有効なインプットです\narrow"
                                       #language it-IT  "caratteri consentiti 0-9 a-f"
                                       #language es-ES  "Entrada de 0-9 a-f son válidos"
                                       #language de-DE  "0-9 a-f sind valide Eingaben"
                                       #language pt-PT  "0-9 a-f são entradas válidas"
#string TOGGLE_CHECK_BOX               #language en-US  "<Spacebar>Toggle Checkbox"
                                       #language fr-FR  "<Spacebar>Bascule la Case de pointage"
                                       #language zh-TW  "<\wide空白鍵\narrow>\wide勾選查核方塊\narrow"
                                       #language ja-JP  "\wide＜スペース＞\narrow =\wide選択／解除\narrow"
                                       #language it-IT  "<spazio>Abilita/Disabilita Checkbox"
                                       #language es-ES  "<Barra Espaciadora>Hablitar casilla de la verificación"
                                       #language de-DE  "<Leertaste>Wechsel Abscheckung"
                                       #language pt-PT  "<Barra de espaço>Toggle Checkbox"
#string PROMPT_FOR_PASSWORD            #language en-US  "Please type in your password"
                                       #language fr-FR  "S'il vous plaît tape votre mot de passe"
                                       #language zh-TW  "Please type in your password"
                                       #language ja-JP  "Please type in your password"
                                       #language it-IT  "Please type in your password"
                                       #language es-ES  "Please type in your password"
                                       #language de-DE  "Please type in your password"
                                       #language pt-PT  "Please type in your password"
#string PROMPT_FOR_NEW_PASSWORD        #language en-US  "Please type in your new password"
                                       #language fr-FR  "S'il vous plaît tape votre nouveau mot de passe"
                                       #language zh-TW  "Please type in your new password"
                                       #language ja-JP  "Please type in your new password"
                                       #language it-IT  "Please type in your new password"
                                       #language es-ES  "Please type in your new password"
                                       #language de-DE  "Please type in your new password"
                                       #language pt-PT  "Please type in your new password"
#string CONFIRM_PASSWORD               #language en-US  "Please confirm your new password"
                                       #language fr-FR  "S'il vous plaît confirmer votre nouveau mot de passe"
                                       #language zh-TW  "Please confirm your new password"
                                       #language ja-JP  "Please confirm your new password"
                                       #language it-IT  "Please confirm your new password"
                                       #language es-ES  "Please confirm your new password"
                                       #language de-DE  "Please confirm your new password"
                                       #language pt-PT  "Please confirm your new password"
#string CONFIRM_ERROR                  #language en-US  "Passwords are not the same"
                                       #language fr-FR  "Les mots de passe ne sont pas pareils"
                                       #language zh-TW  "Passwords are not the same"
                                       #language ja-JP  "Passwords are not the same"
                                       #language it-IT  "Passwords are not the same"
                                       #language es-ES  "Passwords are not the same"
                                       #language de-DE  "Passwords are not the same"
                                       #language pt-PT  "Passwords are not the same"
#string PASSWORD_INVALID               #language en-US  "Incorrect password"
                                       #language fr-FR  "Mauvais mot de passe"
                                       #language zh-TW  "\wide密碼錯誤\narrow"
                                       #language ja-JP  "\wideパスワードに誤りがあります\narrow"
                                       #language it-IT  "Password Errata"
                                       #language es-ES  "Contraseña incorrecta"
                                       #language de-DE  "Uncorrektes Paßwort"
                                       #language pt-PT  "Senha incorreta"
#string CONFIRM_ERROR                  #language en-US  "Passwords are not the same"
                                       #language fr-FR  "Les mots de passe ne sont pas pareils"
                                       #language zh-TW  "\wide密碼不相同\narrow"
                                       #language ja-JP  "\wideパスワードが同一ではありません\narrow"
                                       #language it-IT  "Le password sono diverse"
                                       #language es-ES  "Contraseña no son la misma"
                                       #language de-DE  "Paßwörter sind nicht identisch"
                                       #language pt-PT  "As senhas não são as mesmas"
                                       
#string PRESS_ENTER                    #language en-US  "Press ENTER to continue"
                                       #language fr-FR  "La presse ENTRE continuer"
                                       #language zh-TW  "\wide按\narrowENTER\wide以繼續\narrow"
                                       #language ja-JP  "ENTER\wideを押してください\narrow"
                                       #language it-IT  "Premere INVIO per continuare"
                                       #language es-ES  "Pulse ENTER para continuar"
                                       #language de-DE  "Drücke ENTER um fortzusetzen"
                                       #language pt-PT  "Pressione ENTER para continuar"
                                       
#string PROMPT_FOR_DATA                #language en-US  "Please type in your data"
                                       #language fr-FR  "S'il vous plaît tape vos données"
                                       #language zh-TW  "\wide請輸入您的資料\narrow"
                                       #language ja-JP  "\wideデータ入力\narrow"
                                       #language it-IT  "Inserisci i tuoi dati"
                                       #language es-ES  "Por favor ingresar sus dato"
                                       #language de-DE  "Geben sie Ihre Daten ein"
                                       #language pt-PT  "Por favor datilografar os seus dados"
                                       
#string NV_UPDATE_MESSAGE              #language en-US  "NV"
                                       #language fr-FR  "NV"
                                       #language zh-TW  "NV"
                                       #language ja-JP  "NV"
                                       #language it-IT  "NV"
                                       #language es-ES  "NV"
                                       #language de-DE  "NV"
                                       #language pt-PT  "NV"
                                       
#string INPUT_ERROR_MESSAGE            #language en-US  "!!"
                                       #language fr-FR  "!!"
                                       #language zh-TW  "!!"
                                       #language ja-JP  "!!"
                                       #language it-IT  "!!"
                                       #language es-ES  "!!"
                                       #language de-DE  "!!"
                                       #language pt-PT  "!!"
                                       
#string EMPTY_STRING                   #language en-US  ""
                                       #language fr-FR  ""
                                       #language zh-TW  ""
                                       #language ja-JP  ""
                                       #language it-IT  ""
                                       #language es-ES  ""
                                       #language de-DE  ""
                                       #language pt-PT  ""
                                       
#string ARE_YOU_SURE                   #language en-US  "Are you sure? (Y/N)"
                                       #language fr-FR  "Etes-vous sûr? (Y/N)"
                                       #language zh-TW  "\wide您確定\narrow? (Y/N)"
                                       #language ja-JP  "\wideよろしいですか\narrow? (Y/N)"
                                       #language it-IT  "Sei sicuro? (Y/N)"
                                       #language es-ES  "Estas seguro? (Y/N)"
                                       #language de-DE  "Sind Sie sicher? (J/N)"
                                       #language pt-PT  "Você tem certeza? (Y/N)"
                                       
#string ARE_YOU_SURE_YES               #language en-US  "Y"
                                       #language fr-FR  "Y"
                                       #language zh-TW  "Y"
                                       #language ja-JP  "Y"
                                       #language it-IT  "Y"
                                       #language es-ES  "Y"
                                       #language de-DE  "J"
                                       #language pt-PT  "Y"
                                       
#string ARE_YOU_SURE_NO                #language en-US  "N"
                                       #language fr-FR  "N" 
                                       #language zh-TW  "N" 
                                       #language ja-JP  "N" 
                                       #language it-IT  "N"
                                       #language es-ES  "N"
                                       #language de-DE  "N"
                                       #language pt-PT  "N"
                                       
#string MINI_STRING                    #language en-US  "Please enter enough characters" 
                                       #language fr-FR  "Veuillez entrer des caractères suffisants"
                                       #language zh-TW  "\wide請輸入足夠字元\narrow" 
                                       #language ja-JP  "\wide文字数が足りません\narrow"
                                       #language it-IT  "Inserire un numero di caratteri sufficiente"
                                       #language es-ES  "Por favor ingresar suficientes caracteres"
                                       #language de-DE  "Geben Sie genügende Charakter ein"
                                       #language pt-PT  "Por favor insira caracteres suficientes"
                                       
#string SETUP_WARNING_STRING           #language en-US  "Setup Warning" 
                                       #language fr-FR  "Attention Setup"
                                       #language zh-TW  "\wide設定警告\narrow"
                                       #language ja-JP  "\wide設定警告\narrow"
                                       #language it-IT  "Setup Avvisi"
                                       #language es-ES  "Advertencia de la programación"
                                       #language de-DE  "Warnung-Einstellung"
                                       #language pt-PT  "Advertência de configuração"
#string SETUP_NOTICE_STRING            #language en-US  "Setup Notice"
                                       #language fr-FR  "Setup Notice"
                                       #language zh-TW  "Setup Notice"
                                       #language ja-JP  "Setup Notice"
                                       #language it-IT  "Setup Notice"
                                       #language es-ES  "Setup Notice"
                                       #language de-DE  "Setup Notice"
                                       #language pt-PT  "Setup Notice"
#string CHANGES_SAVED_STRING           #language en-US  "Changes have been saved"
                                       #language fr-FR  "Changes have been saved"
                                       #language zh-TW  "Changes have been saved"
                                       #language ja-JP  "\wide変更を保存しました\narrow"
                                       #language it-IT  "Changes have been saved"
                                       #language es-ES  "Changes have been saved"
                                       #language de-DE  "Changes have been saved"
                                       #language pt-PT  "Changes have been saved"
#string CONTINUE_STRING                #language en-US  "[continue]"
                                       #language fr-FR  "[continue]"
                                       #language zh-TW  "[continue]"
                                       #language ja-JP  "[continue]"
                                       #language it-IT  "[continue]"
                                       #language es-ES  "[continue]"
                                       #language de-DE  "[continue]"
                                       #language pt-PT  "[continue]"
#string PASSWORD_CHANGES_SAVED_STRING  #language en-US  "Changes have been saved after press "Save and Exit""
                                       #language fr-FR  "Changes have been saved after press "Save and Exit""
#string SAVE_CHANGES                   #language en-US  "Changes have not saved. Save Changes and exit?"
                                       #language fr-FR  "Enregistrer les modifications et quitter?"
                                       #language zh-TW  "\wide更改尚未儲存。儲存更改並離開？\narrow"
                                       #language ja-JP  "\wide変更が保存されません。変更を保存して終了しますか?\narrow"
                                       #language it-IT  "Modifiche non ancora salvate. Salvare ed uscire?"
                                       #language es-ES  "El cambio no esta guardado, guardar cambio y salir ?"
                                       #language de-DE  "Änderungen nicht gespeichert. Sind Änderungen zu speichern? Und dann Programm zu verlassen?"
                                       #language pt-PT  "As mudanças não guarda. Guardar alterações e sair?"
#string ARE_YOU_SURE                   #language en-US  "Press 'Y' to save and exit, 'N' to discard and exit, 'ESC' to cancel."
                                       #language fr-FR  "Pressez 'Y' pour sauvegarder et quitter, 'N' de se défaire et de sortie"
#string OPTION_MISMATCH                #language en-US  "Question value mismatch with Option value!"
                                       #language fr-FR  "Question valeur décalage avec l'option valeur!"
                                       #language zh-TW  "\wide問題值與可選值不符\narrow"
                                       #language ja-JP  "\wideグエスチョンバリューとオプションバリューは不一致です!\narrow"
                                       #language it-IT  "Valore non compatibile con l'opzione"
                                       #language es-ES  "Valor de la pregunta no concuerda con el valor de la opción !"
                                       #language de-DE  "Fragenwert nicht passend mit Optionswert!"
                                       #language pt-PT  "O valor de pergunta está incompatibilidade com valor de opção!"
#string FORM_SUPPRESSED                #language en-US  "Form is suppressed. Nothing is displayed."
                                       #language fr-FR  "Form is suppressed. Nothing is displayed."
#string PROTOCOL_NOT_FOUND             #language en-US  "Convert string to device path fail. Can't goto the destination."
                                       #language fr-FR  "Convert string to device path fail. Can't goto the destination."
#string SETUP_WARNING_STRING           #language en-US  "Setup Warning"
                                       #language fr-FR  "Setup Warning"
                                       #language zh-TW  "Setup Warning"
                                       #language ja-JP  "Setup Warning"
                                       #language it-IT  "Setup Warning"
                                       #language es-ES  "Setup Warning"
                                       #language de-DE  "Setup Warning"
                                       #language pt-PT  "Setup Warning"
#string SETUP_NOTICE_STRING            #language en-US  "Setup Notice" 
                                       #language fr-FR  "Avis de Configuration"
                                       #language zh-TW  "\wide設定通知\narrow"
                                       #language ja-JP  "\wide設定注意事項\narrow"
                                       #language it-IT  "Setup Notifiche"
                                       #language es-ES  "Noticia de la programación"
                                       #language de-DE  "Notizen-Einstellung"
                                       #language pt-PT  "Aviso de configuração"
                                       
#string CHANGES_SAVED_STRING           #language en-US  "Changes have been saved" 
                                       #language fr-FR  "Des changements ont été sauvegardés"
                                       #language zh-TW  "\wide變更已儲存\narrow"
                                       #language ja-JP  "\wide変更を保存しました\narrow"
                                       #language it-IT  "Le modifiche sono state salvate"
                                       #language es-ES  "Los cambios ha sidos guardado"
                                       #language de-DE  "Änderungen wurden gespeichert"
                                       #language pt-PT  "As alterações foram guardars"
                                       
#string CONTINUE_STRING                #language en-US  "[continue]" 
                                       #language fr-FR  "[continuer]"                                                                                                                       
                                       #language zh-TW  "[\wide繼續\narrow]" 
                                       #language ja-JP  "[\wide継続\narrow]"
                                       #language it-IT  "[continua]"
                                       #language es-ES  "[Continuar]"
                                       #language de-DE  "[Setzen Sie fort]"
                                       #language pt-PT  "[Continuar]"
#string CHANGE_REMINDER                #language en-US  "Changes have not saved. Save Changes or not?"
                                       #language fr-FR  "Changes have not saved. Save Changes or not?"
                                       #language zh-TW  "Changes have not saved. Save Changes or not?"
                                       #language ja-JP  "Changes have not saved. Save Changes or not?"
                                       #language it-IT  "Changes have not saved. Save Changes or not?"
                                       #language es-ES  "Changes have not saved. Save Changes or not?"
                                       #language de-DE  "Changes have not saved. Save Changes or not?"
                                       #language pt-PT  "Changes have not saved. Save Changes or not?"
#string SAVE_CONFIRM                   #language en-US  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language fr-FR  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language zh-TW  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language ja-JP  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language it-IT  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language es-ES  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language de-DE  "Press 'Y' to save and exit, 'N' to discard and exit."
                                       #language pt-PT  "Press 'Y' to save and exit, 'N' to discard and exit."
#string DISCARD_FAILED                 #language en-US  "Failed to Discard"
                                       #language fr-FR  "Failed to Discard"
                                       #language zh-TW  "Failed to Discard"
                                       #language ja-JP  "Failed to Discard"
                                       #language it-IT  "Failed to Discard"
                                       #language es-ES  "Failed to Discard"
                                       #language de-DE  "Failed to Discard"
                                       #language pt-PT  "Failed to Discard"
#string DEFAULT_FAILED                 #language en-US  "Failed to Default Setting"
                                       #language fr-FR  "Failed to Default Setting"
                                       #language zh-TW  "Failed to Default Setting"
                                       #language ja-JP  "Failed to Default Setting"
                                       #language it-IT  "Failed to Default Setting"
                                       #language es-ES  "Failed to Default Setting"
                                       #language de-DE  "Failed to Default Setting"
                                       #language pt-PT  "Failed to Default Setting"

#string STR_ENTER_OLD_PWD              #language en-US  "Enter Old Password:"
                                       #language fr-FR  "Enter Old Password:(fr)"
#string STR_ENTER_NEW_PWD              #language en-US  "Enter New Password:"
                                       #language fr-FR  "Enter New Password:(fr)"
#string STR_ENTER_NEW_PWD_AGAIN        #language en-US  "Enter New Password Again:"
                                       #language fr-FR  "Enter New Password Again:(fr)"
#string STR_SLASH                      #language en-US  "/"
                                       #language fr-FR  "/"
#string STR_COLON                      #language en-US  ":"
                                       #language fr-FR  ":"
#string STR_EMPTY                      #language en-US  ""
                                       #language fr-FR  ""
#string STR_SPACE                      #language en-US  " "
                                       #language fr-FR  " "
#string STR_HELP_DIALOG_TITLE          #language en-US  "Help Dialog"
                                       #language fr-FR  "Help Dialog(fr)"
#string STR_DEFAULT_DIALOG_TITLE       #language en-US  "Default Dialog"
                                       #language fr-FR  "Default Dialog(fr)"
#string STR_EXIT_DIALOG_TITLE          #language en-US  "Exit Dialog"
                                       #language fr-FR  "Exit Dialog(fr)"
#string STR_SUBMIT_DIALOG_TITLE        #language en-US  "Save Dialog"
                                       #language fr-FR  "Save Dialog(fr)"
#string STR_DISCARD_DIALOG_TITLE       #language en-US  "Discard Dialog"
                                       #language fr-FR  "Discard Dialog(fr)"
#string STR_HELP_MSG_1                 #language en-US  "[F1 ]  : Help Msg (this)      "
                                       #language fr-FR  "[F1 ]  : Help Msg (this)(fr)  "
#string STR_HELP_MSG_2                 #language en-US  "[ESC]  : Exit                 "
                                       #language fr-FR  "[ESC]  : Exit(fr)             "
#string STR_HELP_MSG_3                 #language en-US  "[^/v]  : Select Item          "
                                       #language fr-FR  "[^/v]  : Select Item(fr)      "
#string STR_HELP_MSG_4                 #language en-US  "[</>]  : Select Menu          "
                                       #language fr-FR  "[</>]  : Select Menu(fr)      "
#string STR_HELP_MSG_5                 #language en-US  "[F5 ]  : Change Value Up      "
                                       #language fr-FR  "[F5 ]  : Change Value Up(fr)  "
#string STR_HELP_MSG_6                 #language en-US  "[F6 ]  : Change Value Down    "
                                       #language fr-FR  "[F6 ]  : Change Value Down(fr)"
#string STR_HELP_MSG_7                 #language en-US  "[F9 ]  : Setup Default        "
                                       #language fr-FR  "[F9 ]  : Setup Default(fr)    "
#string STR_HELP_MSG_8                 #language en-US  "[F10]  : Save and Exit        "
                                       #language fr-FR  "[F10]  : Save and Exit(fr)    "
#string STR_LOAD_OPTIMAL_DEFAULT       #language en-US  "Load Optimal Default?"
                                       #language fr-FR  "Load Optimal Default?(fr)"
#string STR_EXIT                       #language en-US  "Exit?"
                                       #language fr-FR  "Exit?(fr)"
#string STR_EXIT_AND_SUBMIT            #language en-US  "Exit and save change?"
                                       #language fr-FR  "Exit and save change?(fr)"
#string STR_EXIT_AND_DISCARD           #language en-US  "Exit without saving change?"
                                       #language fr-FR  "Exit without saving change?(fr)"
#string STR_EXIT_PAGE                  #language en-US  "Exit page?"
                                       #language fr-FR  "Exit page?(fr)"
#string STR_EXIT_AND_SUBMIT_PAGE       #language en-US  "Exit page and save change?"
                                       #language fr-FR  "Exit page and save change?(fr)"
#string STR_EXIT_AND_DISCARD_PAGE      #language en-US  "Exit page without saving change?"
                                       #language fr-FR  "Exit page without saving change?(fr)"
#string STR_SUBMIT                     #language en-US  "Save change?"
                                       #language fr-FR  "Save change?(fr)"
#string STR_DISCARD                    #language en-US  "Discard change?"
                                       #language fr-FR  "Discard change?(fr)"
#string STR_SUBMIT_PAGE                #language en-US  "Save change page?"
                                       #language fr-FR  "Save change page?(fr)"
#string STR_DISCARD_PAGE               #language en-US  "Discard change page?"
                                       #language fr-FR  "Discard change page?(fr)"
                                       
//SCU                                       
#string SCU_TITLE_STRING              #language en-US        "InsydeH2O Setup Utility"
                                      #language fr-FR        "Logiciel de Configuration d'InsydeH2O"
                                      #language zh-TW        "\wide系微設置工具\narrow"
                                      #language ja-JP        "InsydeH2O \wideセットアップユーティリティ\narrow"
                                      #language it-IT        "InsydeH2O Setup Utility"
                                      #language es-ES        "Utilitarios de la programación de InsydeH2O"
                                      #language de-DE        "InsydeH2O Nutzungsstellung "
                                      #language pt-PT        "Configurar utilidade de InsydeH2O"
#string SCU_CORE_VERSION_STRING       #language en-US        "Rev. 5.0"
                                      #language fr-FR        "Rev. 5.0"
                                      #language zh-TW        "Rev. 5.0"
                                      #language ja-JP        "Rev. 5.0"
                                      #language it-IT        "Rev. 5.0"
                                      #language es-ES        "Rev. 5.0"
                                      #language de-DE        "Rev. 5.0"
                                      #language pt-PT        "Rev. 5.0"
#string SCU_SELECT_BOOT_DEVICE        #language en-US        "    Select Boot Device"
                                      #language zh-TW        "    \wide選擇開機裝置\narrow"
                                      #language fr-FR        "    Choisir Boot Device"
                                      #language ja-JP        "    \wideブートデバイス選択\narrow"
                                      #language it-IT        "    Seleziona il dispositivo di Boot"
                                      #language es-ES        "    Seleccionar dispositivo de arranque"
                                      #language de-DE        "    Aufpuschteil Auswahl"
                                      #language pt-PT        "    Seleccionar o dispositivo de Boot"
#string SCU_CHANGE_MENU               #language en-US        "    Select Screen"
                                      #language zh-TW        "    \wide選擇畫面\narrow"
                                      #language fr-FR        "    Choisir Page"
                                      #language ja-JP        "    \wideスクリーン選択\narrow"
                                      #language it-IT        "    Seleziona Schermata"
                                      #language es-ES        "    Seleccionar pantalla"
                                      #language de-DE        "    Bildschirm Auswahl"
                                      #language pt-PT        "    Seleccionar tela"
#string SCU_MOVE_HIGHLIGHT            #language en-US        "=Select Item"
                                      #language fr-FR        "=Select. un article"
                                      #language zh-TW        "=\wide選擇項目\narrow"
                                      #language ja-JP        "=\wideアイテム選択\narrow"
                                      #language it-IT        "=Seleziona Voce"
                                      #language de-DE        "=Element auswahlen"
                                      #language es-ES        "=Selec. elemento"
                                      #language pt-PT        "=Selecione item"
#string SCU_ENTER_STRING              #language en-US        "Enter=Select"
                                      #language fr-FR        "Entree=Select."
                                      #language zh-TW        "Enter=\wide選擇\narrow"
                                      #language ja-JP        "Enter=\wide選択\narrow"
                                      #language it-IT        "INVIO=Seleziona"
                                      #language de-DE        "Eingabe=Auswahl"
                                      #language es-ES        "Intro=Selec."
                                      #language pt-PT        "Enter=Seleto"
#string SCU_SUB_MENU                  #language en-US        "SubMenu"
                                      #language fr-FR        "sous-menu"
                                      #language zh-TW        "\wide子選單\narrow"
                                      #language ja-JP        "\wideサブメニュー\narrow"
                                      #language it-IT        "SottoMenu"
                                      #language de-DE        "Zweitmenü"
                                      #language es-ES        "Submenú"
                                      #language pt-PT        "Submenu"
#string SCU_FUNCTION_NINE_STRING      #language en-US        "F9=Setup Defaults"
                                      #language fr-FR        "F9=Definir val./defaut"
                                      #language zh-TW        "F9=\wide載入原始值\narrow"
                                      #language ja-JP        "F9=\wideデフォルト設定へ戻す\narrow"
                                      #language it-IT        "F9=Setup Defaults"
                                      #language de-DE        "F9=Setup-Standardwerte"
                                      #language es-ES        "F9=Configurar predet."
                                      #language pt-PT        "F9=Configurar Defaults"
#string SCU_FUNCTION_TEN_STRING       #language en-US        "F10=Save and Exit"
                                      #language fr-FR        "F10=Enreg. et quitter"
                                      #language zh-TW        "F10=\wide儲存離開\narrow"
                                      #language ja-JP        "F10=\wide保存して終了\narrow"
                                      #language it-IT        "F10=Salva ed Esci"
                                      #language de-DE        "F10=Speichern & beenden"
                                      #language es-ES        "F10=Guardar y salir"
                                      #language pt-PT        "F10=Guardar e Sair"
#string SECURE_MENU_ESCAPE_STRING     #language en-US        "Esc=Exit Menu"
                                      #language fr-FR        "Esc=Exit Menu"
                                      #language zh-TW        "Esc=Exit Menu"
                                      #language ja-JP        "Esc=Exit Menu"
                                      #language it-IT        "Esc=Exit Menu"
                                      #language de-DE        "Esc=Exit Menu"
                                      #language es-ES        "Esc=Exit Menu"
                                      #language pt-PT        "Esc=Exit Menu"
#string SECURE_SAVE_STRING            #language en-US        "F10=Save and Exit"
                                      #language fr-FR        "F10=Save and Exit"
                                      #language zh-TW        "F10=Save and Exit"
                                      #language ja-JP        "F10=Save and Exit"
                                      #language it-IT        "F10=Save and Exit"
                                      #language de-DE        "F10=Save and Exit"
                                      #language es-ES        "F10=Save and Exit"
                                      #language pt-PT        "F10=Save and Exit"
#string SCU_ESCAPE_STRING             #language en-US        "Esc=Previous Page"
                                      #language fr-FR        "Echap.=Page prec."
                                      #language zh-TW        "Esc=\wide前一頁\narrow"
                                      #language ja-JP        "Esc=\wide前ページ\narrow"
                                      #language it-IT        "Esc=Pagina Precedente"
                                      #language de-DE        "Esc=Zuruck"
                                      #language es-ES        "Esc=Pagina anterior"
                                      #language pt-PT        "Esc=Página Anterior"
#string SCU_ESCAPE_CANCEL_STRING      #language en-US        "Esc=Discard Changes"
                                      #language fr-FR        "Echap=Abandon modif."
                                      #language zh-TW        "Esc=\wide忽略變更\narrow"
                                      #language ja-JP        "Esc=\wide変更取消\narrow"
                                      #language it-IT        "Esc=Annulla Modifiche"
                                      #language de-DE        "Esc=Anderung verwerfen"
                                      #language es-ES        "Esc=Desechar cambios"
                                      #language pt-PT        "Esc=Descartar Alterações"
#string SCU_STR_SPACE_STRING          #language en-US        " "
                                      #language fr-FR        " "
                                      #language zh-TW        " "
                                      #language ja-JP        " "
                                      #language it-IT        " "
                                      #language es-ES        " "
                                      #language de-DE        " "
                                      #language pt-PT        " "

//
// Security password
//
#string SCU_PROMPT_FOR_PASSWORD       #language en-US        "Enter Old Password"
                                      #language zh-TW        "\wide輸入舊密碼\narrow"
                                      #language fr-FR        "S'il vous plait tape votre mot de passe"
                                      #language ja-JP        "\wide古いパスワード入力\narrow"
                                      #language it-IT        "Inserisci la vecchia password"
                                      #language es-ES        "Ingresar vieja contraseña"
                                      #language de-DE        "Alte Paßworteingabe"
                                      #language pt-PT        "Digite a senha antiga"
#string SCU_PROMPT_FOR_NEW_PASSWORD   #language en-US        "Enter New Password"
                                      #language zh-TW        "\wide輸入新密碼\narrow"
                                      #language fr-FR        "S'il vous plait tape votre nouveau mot de passe"
                                      #language ja-JP        "\wide新しいパスワード入力\narrow"
                                      #language it-IT        "Inserisci la nuova password"
                                      #language es-ES        "Ingresar nueva contraseña"
                                      #language de-DE        "Neue Paßworteingabe"
                                      #language pt-PT        "Digite a senha nova"
#string SCU_CONFIRM_PASSWORD          #language en-US        "Confirm New Password"
                                      #language zh-TW        "\wide確認新密碼\narrow"
                                      #language fr-FR        "Vérification de Nouveau Mot de Passe"
                                      #language ja-JP        "\wideパスワード再入力\narrow"
                                      #language it-IT        "Conferma la nuova password"
                                      #language es-ES        "Confirmar nueva contraseña"
                                      #language de-DE        "Neues Paßwort Bestätigung"
                                      #language pt-PT        "Confirmar nova senha"
                                      
#string SCU_CONFIRM_ERROR             #language en-US        "Passwords are not the same"
                                      #language zh-TW        "\wide輸入密碼錯誤\narrow"
                                      #language fr-FR        "S'il vous plait confirmer votre nouveau mot de passe"
                                      #language ja-JP        "\wideパスワードが同一ではありません\narrow"
                                      #language it-IT        "Le password sono diverse"
                                      #language es-ES        "Contraseña no son la misma"
                                      #language de-DE        "Paßwörter sind nicht übereinstimmend"
                                      #language pt-PT        "As senhas não são as mesmas"
#string PASSWORD_SAME_ERROR           #language en-US        "Invalid password! Please enter new string for setting password."
                                      #language fr-FR        "Mot de Passe Invalide! Enter nouvelle chaîneou configurez le mot de passe."
                                      #language zh-TW        "\wide無效的密碼\narrow!\wide請重輸設定密碼\narrow"
                                      #language ja-JP        "\wide無効なパスワード\narrow!\wideパスワード設定のために新しい文字列を入力してください。\narrow"
                                      #language it-IT        "Password non valida! Inserire una nuova password."
                                      #language es-ES        "Contraseña invalida! Por favor ingresar nueva cadena para la configuración de la contraseña"
                                      #language de-DE        "Unzulässiges Paßwort! Bitten geben Sie eine neuew Reihe ein um Paßwort zu setzen."
                                      #language pt-PT        "Senha inválida! Por favor, indique nova seqüência para a criação de senha"
#string SAVE_AND_EXIT_MESSAGE         #language en-US        "Exit Saving Changes? (Y/N)"
                                      #language fr-FR        "Quitter en enregistrant? (O/N)"
                                      #language zh-TW        "\wide離開儲存設定\narrow? (Y/N)"
                                      #language ja-JP        "\wide変更を保存して終了\narrow? (Y/N)"
                                      #language it-IT        "Salvare le modifiche ed Uscire? (Y/N)"
                                      #language de-DE        "Beenden und Anderung speichern? (J/N)"
                                      #language es-ES        "Salir guardando cambios? (S/N)"
                                      #language pt-PT        "Sair guardadodo das alterações? (Y/N)"
#string LOAD_DEFAULTS_MESSAGE         #language en-US        "Load Defaults? (Y/N)"
                                      #language fr-FR        "Charger val./defaut ? (O/N)"
                                      #language zh-TW        "\wide載入預設值\narrow? (Y/N)"
                                      #language ja-JP        "\wideデフォルト値をロード\narrow? (Y/N)"
                                      #language it-IT        "Caricare impostazioni di Default? (Y/N)"
                                      #language de-DE        "Standardeinstellungen laden? (J/N)"
                                      #language es-ES        "Cargar valores predeterminados? (S/N)"
                                      #language pt-PT        "Cargar Defaults? (Y/N)"
#string SCU_ARE_YOU_SURE                  #language en-US "Exit Discarding Changes? (Y/N)"
                                          #language fr-FR "Quitter sans enregistrer? (O/N)"
                                          #language zh-TW "\wide離開並忽略變更\narrow? (Y/N)"
                                          #language ja-JP "\wide変更せず終了\narrow? (Y/N)"
                                          #language it-IT "Uscire Senza Salvare le Modifiche? (Y/N)"
                                          #language de-DE "Beenden ohne Speichern der Anderung? (J/N)"
                                          #language es-ES "Salir y deshacer los cambios? (S/N)"
                                          #language pt-PT "Sair descartando das alterações? (Y/N)"

#string SCU_ARE_YOU_SURE_YES              #language en-US "Y"
                                          #language fr-FR "O"
                                          #language zh-TW "Y"
                                          #language ja-JP "Y"
                                          #language it-IT "Y"
                                          #language de-DE "J"
                                          #language es-ES "S"
                                          #language pt-PT "Y"

#string SCU_ARE_YOU_SURE_NO               #language en-US "N"
                                          #language fr-FR "N"
                                          #language zh-TW "N"
                                          #language ja-JP "N"
                                          #language it-IT "N"
                                          #language de-DE "N"
                                          #language es-ES "N"
                                          #language pt-PT "N"

#string SCU_STR_EXIT_SAVING_CHANGES_STRING       #language en-US        "Exit Saving Changes"
                                                 #language fr-FR        "Quitter en Sauvegardant les Modifications"
                                                 #language ja-JP        "\wide変更を保存して終了\narrow"
                                                 #language zh-TW        "\wide離開並儲存設定\narrow"
                                                 #language it-IT        "Uscire Salvando le Modifiche"
                                                 #language es-ES        "Salir guardando los cambios"
                                                 #language de-DE        "Ausgang: gesp. Änderungen"
                                                 #language pt-PT        "Sair guardadodo das alterações"

#string SCU_STR_EXIT_SAVING_CHANGES_HELP         #language en-US        "Exit system setup and save your changes."
                                                 #language fr-FR        "Quittez la configuration de système et Sauvegardez les Modifications."
                                                 #language zh-TW        "\wide離開系統設定並儲存您的變更\narrow"
                                                 #language ja-JP        "\wide変更を保存してセットアップ終了\narrow"
                                                 #language it-IT        "Esci dal system setup e salva le tue modifiche"
                                                 #language es-ES        "Salir de la programación del sistema y guardar los cambios"
                                                 #language de-DE        "Systemausgang und Änderungsspeicherung"
                                                 #language pt-PT        "Sair de configuração do sistema e guardar as alterações"

#string SCU_STR_EXIT_DISCARDING_CHANGES_STRING   #language en-US        "Exit Discarding Changes"
                                                 #language fr-FR        "Quittez en Abandonnant les Modifications"
                                                 #language zh-TW        "\wide離開不儲存改變\narrow"
                                                 #language ja-JP        "\wide変更せず終了\narrow"
                                                 #language it-IT        "Esci Senza Salvare le Modifiche"
                                                 #language es-ES        "Salir y deshacer los cambios"
                                                 #language de-DE        "Ausgang und Wegwurf der Änderungen"
                                                 #language pt-PT        "Sair descartando das alterações"

#string SCU_STR_EXIT_DISCARDING_CHANGES_HELP     #language en-US        "Exit system setup and without saving your changes."
                                                 #language fr-FR        "Quittez la configuration de système sans Sauvegarder les Modifications"
                                                 #language zh-TW        "\wide離開系統設定且不儲存您的變更\narrow"
                                                 #language ja-JP        "\wide変更を保存せずセットアップ終了\narrow"
                                                 #language it-IT        "Esci dal system setup senza salvare le tue modifiche"
                                                 #language es-ES        "Salir de la programación del sistema y no guardar los cambios"
                                                 #language de-DE        "Systemaufst.Ausgang ohne Änderungspeicherung"
                                                 #language pt-PT        "Saia da configuração do sistema e sem guardar as alterações"

#string SCU_STR_LOAD_OPTIMAL_DEFAULTS_STRING     #language en-US        "Load Optimal Defaults"
                                                 #language fr-FR        "Charger la Valeur par défaut Optimale"
                                                 #language zh-TW        "\wide載入最佳預設值\narrow"
                                                 #language ja-JP        "\wideデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Ottimali"
                                                 #language es-ES        "Cargar predeterminada óptima"
                                                 #language de-DE        "Optimale Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Ótimo Defaults"

#string SCU_STR_LOAD_OPTIMAL_DEFAULTS_HELP       #language en-US        "Load Optimal Defaults."
                                                 #language fr-FR        "Charger la Valeur par défaut Optimale."
                                                 #language zh-TW        "\wide載入最佳預設值\narrow"
                                                 #language ja-JP        "\wideデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Ottimali"
                                                 #language es-ES        "Cargar predeterminada óptima"
                                                 #language de-DE        "Optimale Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Ótimo Defaults"

#string SCU_STR_LOAD_CUSTOM_DEFAULTS_STRING      #language en-US        "Load Custom Defaults"
                                                 #language fr-FR        "Charger la Valeur par défaut entrée"
                                                 #language zh-TW        "\wide載入自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Cargar predeterminada personalizada"
                                                 #language de-DE        "Zugeschn. Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Personalizado Defaults"

#string SCU_STR_LOAD_CUSTOM_DEFAULTS_HELP        #language en-US        "Load Custom Defaults."
                                                 #language fr-FR        "Charger la Valeur par défaut entrée."
                                                 #language zh-TW        "\wide載入自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Cargar predeterminada personalizada"
                                                 #language de-DE        "Zugeschn. Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Personalizado Defaults"

#string SCU_STR_SAVE_CUSTOM_DEFAULTS_STRING      #language en-US        "Save Custom Defaults"
                                                 #language fr-FR        "Sauvegarder la Valeur par défaut entrée"
                                                 #language zh-TW        "\wide儲存自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値を保存\narrow"
                                                 #language it-IT        "Salva Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Guardar predeterminada personalizada"
                                                 #language de-DE        "Speicherung zugeschn. Umlenkung"
                                                 #language pt-PT        "Guardar Personalizado Defaults"

#string SCU_STR_SAVE_CUSTOM_DEFAULTS_HELP        #language en-US        "Save Custom Defaults."
                                                 #language fr-FR        "Sauvegarder la Valeur par défaut entrée"
                                                 #language zh-TW        "\wide儲存自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値を保存\narrow"
                                                 #language it-IT        "Salva Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Guardar predeterminada personalizada"
                                                 #language de-DE        "Speicherung zugeschn. Umlenkung"
                                                 #language pt-PT        "Guardar Personalizado Defaults"

#string SCU_STR_DISCARD_CHANGES_STRING           #language en-US        "Discard Changes"
                                                 #language fr-FR        "Ignorer les modifications"
                                                 #language zh-TW        "\wide忽略變更\narrow"
                                                 #language ja-JP        "\wide変更取消\narrow"
                                                 #language it-IT        "Annulla le modifiche"
                                                 #language es-ES        "deshacer los cambios"
                                                 #language de-DE        "Wegwurf der Änderungen"
                                                 #language pt-PT        "Descartar as alterações"

#string SCU_STR_DISCARD_CHANGES_HELP             #language en-US        "Discard Changes."
                                                 #language fr-FR        "Ignorer les modifications."
                                                 #language zh-TW        "\wide忽略變更\narrow"
                                                 #language ja-JP        "\wide変更取消\narrow"
                                                 #language it-IT        "Annulla le modifiche"
                                                 #language es-ES        "deshacer los cambios"
                                                 #language de-DE        "Wegwurf der Änderungen"
                                                 #language pt-PT        "Descartar as alterações"
                                                 
#string SCU_STR_OK_TEXT                          #language en-US  "Ok"
                                                 #language fr-FR  "Ok"
                                                 #language zh-TW  "\wide確定\narrow"
                                                 #language ja-JP  "\wideオーケー\narrow"
                                                 #language it-IT  "Ok"
                                                 #language es-ES  "Ok"
                                                 #language de-DE  "in Ordnung"
                                                 #language pt-PT  "Ok"

#string SCU_STR_CANCEL_TEXT                      #language en-US  "Cancel"
                                                 #language fr-FR  "Annuler"
                                                 #language zh-TW  "\wide取消\narrow"
                                                 #language ja-JP  "\wide取消\narrow"
                                                 #language it-IT  "Annulla le modifiche"
                                                 #language es-ES  "Cancelar"
                                                 #language de-DE  "Aufhebung-Cancelierung"
                                                 #language pt-PT  "Cancelar"

#string SCU_STR_YES_TEXT                         #language en-US  "Yes"
                                                 #language fr-FR  "Oui"
                                                 #language zh-TW  "\wide是\narrow"
                                                 #language ja-JP  "\wideはい\narrow"
                                                 #language it-IT  "Si"
                                                 #language es-ES  "Si"
                                                 #language de-DE  "Ja"
                                                 #language pt-PT  "Sim"
                                                 
#string SCU_STR_NO_TEXT                          #language en-US  "No"
                                                 #language fr-FR  "Non"
                                                 #language zh-TW  "\wide否\narrow"
                                                 #language ja-JP  "\wideいいえ\narrow"
                                                 #language it-IT  "No"
                                                 #language es-ES  "No"
                                                 #language de-DE  "Nein"
                                                 #language pt-PT  "Não"
                                                 
#string PROMPT_FOR_PASSWORD                      #language en-US  "Please type in your password"
                                                 #language zh-TW  "\wide請輸入密碼\narrow"
                                                 #language fr-FR  "S'il vous plait tape votre mot de passe"
                                                 #language ja-JP  "\wideパスワード入力\narrow"
                                                 #language it-IT  "Inserire la Password"
                                                 #language es-ES  "Por favor ingresar la contraseña"
                                                 #language de-DE  "Geben Sie bitte Ihr Paßwort ein"
                                                 #language pt-PT  "Por favor digite sua senha"
                                                 
#string PROMPT_FOR_NEW_PASSWORD                  #language en-US  "Please type in your new password"
                                                 #language zh-TW  "\wide請輸入新密碼\narrow"
                                                 #language fr-FR  "S'il vous plait tape votre nouveau mot de passe"
                                                 #language ja-JP  "\wide新しいパスワード入力\narrow"
                                                 #language it-IT  "Inserisci la nuova password"
                                                 #language es-ES  "Por favor ingresar la nueva contraseña"
                                                 #language de-DE  "Geben Sie bitte Ihr neues Paßwort ein"
                                                 #language pt-PT  "Por favor, digite sua nova senha"
                                                 
#string CONFIRM_PASSWORD                         #language en-US  "Please confirm your new password"
                                                 #language zh-TW  "\wide請確認新密碼\narrow"
                                                 #language fr-FR  "S'il vous plait confirmer votre nouveau mot de passe"
                                                 #language ja-JP  "\wideパスワード再入力\narrow"
                                                 #language it-IT  "Conferma la nuova password"
                                                 #language es-ES  "Por favor confirmar la nueva contraseña"
                                                 #language de-DE  "Bitte bestätigen Sie Ihr neues Paßwort"
                                                 #language pt-PT  "Por favor, confirme sua nova senha"
//
//    Form [General Help]
//
#string STR_GENERAL_HELP_STRING         #language en-US        "[General Help]"
                                        #language fr-FR        "[Aide générale]"
                                        #language ja-JP        "[\wide一般ヘルプ\narrow]"
                                        #language zh-TW        "\wide一般幫助訊息\narrow"
                                        #language it-IT        "[Guida Generale]"
                                        #language es-ES        "[ayuda general]"
                                        #language de-DE        "[Allgemeine Hilfe]"
                                        #language pt-PT        "[Ajuda Geral]"
                                        
#string STR_SETUP_DESCRIPTION1_STRING   #language en-US        "The Setup Utility is a ROM-based configuration utility that displays the "
                                        #language fr-FR        "Le logiciel configuration est un logiciel de configuration mémoire ROM,"
                                        #language ja-JP        "BIOS\wideは、パソコン本体の電源を入れたときに\narrowBIOS\wideセットアップの設定値\narrow"
                                        #language zh-TW        "\wide這個設置工具是個以\narrowROM-based\wide設定工具並顯示\narrow"
                                        #language it-IT        "La Setup Utility è un'utility di configurazione su ROM che mostra lo"
                                        #language es-ES        "El utilitario de la programación es basado en el utilitario de la"
                                        #language de-DE        "Die Nutzungseingabe ist ROM-basierte Konfiguration die den Status d. System"
                                        #language pt-PT        "O Utilidade da configuração é uma configuração baseada em ROM que exibe o"
                                        
#string STR_SETUP_DESCRIPTION2_STRING   #language en-US        "system's configuration status and provides users with a tool to set their "
                                        #language fr-FR        "qui affiche l'état de la configuration du système et fournit aux utilisateurs"
                                        #language ja-JP        "\wideに従ってハードウェアの環境を設定します。不正な値を設定した場合にはシステムを\narrow"
                                        #language zh-TW        "\wide系統設定狀態並提供使用者工具去設定\narrow"
                                        #language it-IT        "stato della configurazione del sistema e fornisce agli utenti strumenti per"
                                        #language es-ES        "configuración de ROM que aparece en Estados de la configuración del"
                                        #language de-DE        "und Nutzer mit Werzeug austattet um die Parameter des Sytsems zu setzen."
                                        #language pt-PT        "status de configuração do sistema e fornece aos usuários uma ferramenta"
                                        
#string STR_SETUP_DESCRIPTION3_STRING   #language en-US        "system parameters. Setting incorrect values may cause system boot failure:"
                                        #language fr-FR        "un outil pour définir les paramètres système. Entrer des valeurs incorrectes"
                                        #language ja-JP        "\wide起動できなくなることがあります。システムが起動できなくなった場合には、標準\narrow"
                                        #language zh-TW        "\wide系統參數。不正確的數值可能會無法開機:\narrow"
                                        #language it-IT        "impostare i parametri di sistema. "
                                        #language es-ES        "sistema y suministrar al usuario las herramientas para configurarlo Parámetro"
                                        #language de-DE        "Falsche Werte könnten Zusammenbruch des Systems verursachen."
                                        #language pt-PT        "para definir o seu parâmetros do sistema. configurando valores incorretos"
                                        
#string STR_SETUP_DESCRIPTION4_STRING   #language en-US        "Load setup default values to recover"
                                        #language fr-FR        "peut provoquer une défaillance de démarrage: Charger la valeur par défaut"
                                        #language ja-JP        "\wide設定値を読み込んだあと、変更を保存してシステムを起動してください。\narrow"
                                        #language zh-TW        "\wide載入預設值以進行復原\narrow"
                                        #language it-IT        "Parametri sbagliati possono far fallire l'avvio del sistema: "
                                        #language es-ES        "del sistema. Ingresar valores incorrectas puede provocar error en el arranque"
                                        #language de-DE        "Aufladung Umlenkungswerte zu erhalt."
                                        #language pt-PT        "podem causar falha de boot do sistema: Cargar as valores de defaults da"

#string STR_SETUP_DESCRIPTION5_STRING   #language en-US        ""
                                        #language fr-FR        "de configuration pour récupérer"
                                        #language ja-JP        ""
                                        #language zh-TW        ""
                                        #language it-IT        "Per ripristinare caricare i parametri di default"
                                        #language es-ES        "del sistema. Cargar valores predeterminada de la programación para recuperar"
                                        #language de-DE        ""
                                        #language pt-PT        "configuração para recuperar"
                                        
#string STR_SPACE_STRING                #language en-US        "                                                                          "
                                        #language fr-FR        "                                                                          "
                                        #language ja-JP        "                                                                          "
                                        #language zh-TW        "                                                                          "
                                        #language it-IT        "                                                                          "
                                        #language es-ES        "                                                                          "
                                        #language de-DE        "                                                                          "
                                        #language pt-PT        "                                                                          "
                                        
#string STR_LEFT_RIGHT_KEY_HELP         #language en-US        "<Left/Right> Select Screen"
                                        #language fr-FR        "<gauche/droit> Sélectionnez la Page"
                                        #language zh-TW        "<Left/Right> \wide選擇畫面\narrow"
                                        #language ja-JP        "<←/→> \wideキー\narrow:\wideメニューを切り替えます。\narrow"
                                        #language it-IT        "<Sinistra/Destra> Seleziona la schermata"
                                        #language es-ES        "<Left/Right> Seleccionar pantalla"
                                        #language de-DE        "<Links/Rechts> Bildschirmwahl"
                                        #language pt-PT        "<Left/Right> Selecione tela"
                                        
#string STR_UP_DOWN_KEY_HELP            #language en-US        "<Up/Down> Select Item"
                                        #language ja-JP        "<↑/↓> \wideキー\narrow:\wide設定する項目にカーソルを移動します。\narrow"
                                        #language zh-TW        "<Up/Down> \wide選擇項目\narrow"
                                        
#string STR_ENTER_KEY_HELP              #language en-US        "<Enter> Select or Enter SubMenu"
                                        #language fr-FR        "<Entrée> Sélectionner ou entrer sous-menu"
                                        #language ja-JP        "<Enter> \wideキー\narrow:\wideサブメニュー画面を表示します。\narrow"
                                        #language zh-TW        "<Enter> \wide選擇或著進入子選單\narrow"
                                        #language it-IT        "<Invio> Seleziona o Accedi al SottoMenu"
                                        #language es-ES        "<Enter> Seleccionar o ingresar al Submenú"
                                        #language de-DE        "<Eingabe> wähle oder gebe Untermenü"
                                        #language pt-PT        "<Enter> Selecione ou entrar no submenu"
                                        
#string STR_F9_FUNC_KEY_HELP            #language en-US        "<F9> Load Setup Default"
                                        #language fr-FR        "<F9> Charger la valeur par défaut de configuration"
                                        #language ja-JP        "<F9> \wideキー\narrow:\wide標準設定値を読み込みます。\narrow"
                                        #language zh-TW        "<F9> \wide載入預設值\narrow"
                                        #language it-IT        "<F9> Carica Setup di Default"
                                        #language es-ES        "<F9> Cargar programación predeterminada"
                                        #language de-DE        "<F9> Aufladung der Umlenkungsmögl"
                                        #language pt-PT        "<F9> Cargar Default da configuração"
                                        
#string STR_F10_FUNC_KEY_HELP           #language en-US        "<F10> Save and Exit"
                                        #language fr-FR        "<F10> Sauvegarder et Quitter"
                                        #language ja-JP        "<F10> \wideキー\narrow:\wide現在の設定値を保存して、\narrowBIOS\wideセットアップを終了します。\narrow"
                                        #language zh-TW        "<F10> \wide儲存並離開\narrow"
                                        #language it-IT        "<F10> Salva ed Esci"
                                        #language es-ES        "<F10> Guardar y salir"
                                        #language de-DE        "<F10> Speicherung und Ausgang"
                                        #language pt-PT        "<F10> Guardar e Sair"
                                        
#string STR_ESC_FUNC_KEY_HELP           #language en-US        "<ESC> Exit Setup"
                                        #language fr-FR        "<ESC> Quitter la Configuration"
                                        #language ja-JP        "<ESC> \wideキー\narrow:\wide変更を保存せずに、\narrowBIOS\wideセットアップを終了します。\narrow"
                                        #language zh-TW        "<ESC> \wide離開選單\narrow"
                                        #language it-IT        "<ESC> Esci dal Setup"
                                        #language es-ES        "<ESC> Salir de la programación"
                                        #language de-DE        "<ESC> Ausgang des Aufbaus"
                                        #language pt-PT        "<ESC> Sair da configuração"
                                        
#string STR_F1_FUNC_KEY_HELP            #language en-US        "<F1> key displays General Help(This Screen)"
                                        #language fr-FR        "<F1> Appuyer sur la Touche <F1> pour afficher l'aide generale.(Cette Page)"
                                        #language ja-JP        "<F1> \wideキー\narrow:\wide一般ヘルプ画面\narrow(\wideこの画面\narrow)\wideを表示します。\narrow"
                                        #language zh-TW        "<F1> \wide一般幫助訊息\narrow"
                                        #language it-IT        "<F1> apre la Guida Generale (Questa Schermata)"
                                        #language es-ES        "<F1> Muestra clave de Ayuda General (esta pantalla)"
                                        #language de-DE        "<F1> Taste für allg. Hilfe"
                                        #language pt-PT        "<F1> Mostra tecla de Ajuda Geral (nesta tela)"
                                        
#string STR_EVENT_LOG_PUSH              #language en-US        "Push Enter/ESC - Leave"
                                        #language fr-FR        "Appuyer sur Entrée/Echappe  - Quitter"
                                        #language ja-JP        "Enter/ESC\wideキー\narrow - \wide終了\narrow"
                                        #language zh-TW        "\wide按下\narrowEnter/ESC \wide離開\narrow"
                                        #language it-IT        "Premere Invio/ESC - Abbandona"
                                        #language es-ES        "Pulse Enter/ESC - Salir"
                                        #language de-DE        "Drücke ENTER/ESC - Verlassen"
                                        #language pt-PT        "Prensa Enter/ESC - Sair"
                                        
#string STR_EVENT_LOG_PUSH_PAGEUP       #language en-US        "Push PageUp    - previous"
                                        #language fr-FR        "Appuyer sur Page Précédente - Précédent"
                                        #language ja-JP        "Pg Up\wideキー\narrow     - \wideページアップ\narrow"
                                        #language zh-TW        "\wide按下\narrowPageUp    \wide上一頁\narrow"
                                        #language it-IT        "Premere PagSu     - precedente"
                                        #language es-ES        "Pulse PageUp    - Página anterior"
                                        #language de-DE        "Drücke PageUp    - Vorheriges"
                                        #language pt-PT        "Prensa PageUp    - Página anterior"
                                        
#string STR_EVENT_LOG_PUSH_PAGEDOWN     #language en-US        "Push PageDown  - Next Page"
                                        #language fr-FR        "Appuyer sur Page Suivante   - la Page Suivante"
                                        #language ja-JP        "Pg Dn\wideキー\narrow     - \wideページダウン\narrow"
                                        #language zh-TW        "\wide按下\narrowPageDown  \wide下一頁\narrow"
                                        #language it-IT        "Premere PagGiù    - successiva"
                                        #language es-ES        "Pulse PageDown  - Página siguiente"
                                        #language de-DE        "Drücke PageDown  - Nächste Seite"
                                        #language pt-PT        "Prensa PageDown  - Próxima Página"
                                        
#string SCU_F1_FUNC_KEY_HELP            #language en-US        "F1=General Help"
                                        #language zh-TW        "F1=\wide說明\narrow"
                                        #language fr-FR        "F1=Scroll Aide"
                                        #language ja-JP        "F1=\wideヘルプ\narrow"
                                        #language it-IT        "F1=Guida Generale"
                                        #language es-ES        "F1=ayuda general"
                                        #language de-DE        "F1=allg. Hilfe"
                                        #language pt-PT        "F1=Ajuda Geral"
                                        
#string SCU_HOTKEY_BAR_HELP_KEY         #language en-US        "F1"
                                        #language fr-FR        "F1"
                                        #language zh-TW        "F1"
                                        #language ja-JP        "F1"
                                        #language it-IT        "F1"
                                        #language es-ES        "F1"
                                        #language de-DE        "F1"
                                        #language pt-PT        "F1"
                                        
#string SCU_HOTKEY_BAR_HELP_DSC         #language en-US        "Help"
                                        #language fr-FR        "Aide"
                                        #language es-ES        "Ayuda"
                                        #language zh-TW        "\wide說明\narrow"
                                        #language ja-JP        "\wideヘルプ\narrow"
                                        #language it-IT        "Guida"
                                        #language de-DE        "Hilfe"
                                        #language pt-PT        "Ajuda"
                                        
#string SCU_HOTKEY_BAR_SELECT_KEY       #language en-US        "↑↓"
                                        #language fr-FR        "↑↓"
                                        #language es-ES        "↑↓"
                                        #language zh-TW        "↑↓"
                                        #language ja-JP        "↑↓"
                                        #language it-IT        "↑↓"
                                        #language de-DE        "↑↓"
                                        #language pt-PT        "↑↓"
                                        
#string SCU_HOTKEY_BAR_SELECT_DSC       #language en-US        "Select Item"
                                        #language fr-FR        "Sélect. élément"
                                        #language es-ES        "Selec. elemento"
                                        #language zh-TW        "\wide選擇項目\narrow"
                                        #language ja-JP        "\wideアイテム選択\narrow"
                                        #language it-IT        "Seleziona Voce"
                                        #language de-DE        "Wähle Teil"
                                        #language pt-PT        "Selecione item"
                                        
#string SCU_HOTKEY_BAR_CHANGE_KEY       #language en-US        "F5/F6"
                                        #language fr-FR        "F5/F6"
                                        #language es-ES        "F5/F6"
                                        #language zh-TW        "F5/F6"
                                        #language ja-JP        "F5/F6"
                                        #language it-IT        "F5/F6"
                                        #language de-DE        "F5/F6"
                                        #language pt-PT        "F5/F6"
                                        
#string SCU_HOTKEY_BAR_CHANGE_DSC       #language en-US        "Change Values"
                                        #language fr-FR        "Modifier les valeurs"
                                        #language es-ES        "Cambiar valores"
                                        #language zh-TW        "\wide調整數值\narrow"
                                        #language ja-JP        "\wide数値変更\narrow"
                                        #language it-IT        "Modifica Valori"
                                        #language de-DE        "Ändere Werte"
                                        #language pt-PT        "Mudar valores"
                                        
#string SCU_HOTKEY_BAR_DEFAULT_KEY      #language en-US        "F9"
                                        #language fr-FR        "F9"
                                        #language es-ES        "F9"
                                        #language zh-TW        "F9"
                                        #language ja-JP        "F9"
                                        #language it-IT        "F9"
                                        #language de-DE        "F9"
                                        #language pt-PT        "F9"
                                        
#string SCU_HOTKEY_BAR_DEFAULT_DSC      #language en-US        "Setup Defaults"
                                        #language fr-FR        "Définir défauts"
                                        #language es-ES        "Config. predet."
                                        #language zh-TW        "\wide預設值\narrow"
                                        #language ja-JP        "\wideデフォルト設定\narrow"
                                        #language it-IT        "Setup Defaults"
                                        #language de-DE        "Umgehungsabsetzung"
                                        #language pt-PT        "Configurar default"
                                        
#string SCU_HOTKEY_BAR_ESC_KEY          #language en-US        "Esc"
                                        #language fr-FR        "Ese"
                                        #language es-ES        "Esc"
                                        #language zh-TW        "Esc"
                                        #language ja-JP        "Esc"
                                        #language it-IT        "Esc"
                                        #language de-DE        "Esc"
                                        #language pt-PT        "Esc"
                                        
#string SCU_HOTKEY_BAR_ESC_DSC          #language en-US        "Exit"
                                        #language fr-FR        "Quitter"
                                        #language es-ES        "Salir"
                                        #language zh-TW        "\wide離開\narrow"
                                        #language ja-JP        "\wide終了\narrow"
                                        #language it-IT        "Esci"
                                        #language de-DE        "Ausgang"
                                        #language pt-PT        "Sair"
                                        
#string SCU_HOTKEY_BAR_MENU_KEY         #language en-US        "←→"
                                        #language fr-FR        "←→"
                                        #language es-ES        "←→"
                                        #language zh-TW        "←→"
                                        #language ja-JP        "←→"
                                        #language it-IT        "←→"
                                        #language de-DE        "←→"
                                        #language pt-PT        "←→"
                                        
#string SCU_HOTKEY_BAR_MENU_DSC         #language en-US        "Select Item"
                                        #language fr-FR        "Sélect. élément"
                                        #language es-ES        "Selec. elemento"
                                        #language zh-TW        "\wide選擇項目\narrow"
                                        #language ja-JP        "\wideアイテム選択\narrow"
                                        #language it-IT        "Seleziona Voce"
                                        #language de-DE        "Wähle Teil"
                                        #language pt-PT        "Selecione item"
                                        
#string SCU_HOTKEY_BAR_ENTER_KEY        #language en-US        "Enter"
                                        #language fr-FR        "Enter"
                                        #language es-ES        "Enter"
                                        #language zh-TW        "Enter"
                                        #language ja-JP        "Enter"
                                        #language it-IT        "Enter"
                                        #language de-DE        "Enter"
                                        #language pt-PT        "Enter"
                                        
#string SCU_HOTKEY_BAR_ENTER_DSC        #language en-US        "Select ► SubMenu"
                                        #language fr-FR        "Sélectionner►Sous-menu"
                                        #language es-ES        "Seleccionar ► Submenú"
                                        #language zh-TW        "\wide選取\narrow ► \wide子功能表\narrow"
                                        #language ja-JP        "\wide選択\narrow ► \wideサブメニューを\narrow"
                                        #language it-IT        "Seleziona ► SottoMenu"
                                        #language de-DE        "Untermenüauswahl"
                                        #language pt-PT        "Selecionar ► Submenu"
                                        
#string SCU_HOTKEY_BAR_SAVE_KEY         #language en-US        "F10"
                                        #language fr-FR        "F10"
                                        #language es-ES        "F10"
                                        #language zh-TW        "F10"
                                        #language ja-JP        "F10"
                                        #language it-IT        "F10"
                                        #language de-DE        "F10"
                                        #language pt-PT        "F10"
                                        
#string SCU_HOTKEY_BAR_SAVE_DSC         #language en-US        "Save and Exit"
                                        #language fr-FR        "Enreg. et quit."
                                        #language es-ES        "Guardar y salir"
                                        #language zh-TW        "\wide儲存並離開\narrow"
                                        #language ja-JP        "\wide保存\narrow&\wide終了\narrow"
                                        #language it-IT        "Salva ed Esci"
                                        #language de-DE        "Speicherung"
                                        #language pt-PT        "Guardar e Sair"
                                       
#string STATUS_BROWSER_ERROR           #language en-US  "Browser met some error, return!"
                                       #language fr-FR  "Browser met some error, return!"
#string STATUS_BROWSER_FORM_NOT_FOUND  #language en-US  "Form not found, return!"
                                       #language fr-FR  "Form not found, return!"
#string FORM_SUPPRESSED                #language en-US  "Form is suppressed. Nothing is displayed."
                                       #language fr-FR  "Form is suppressed. Nothing is displayed."                                      
#string PROTOCOL_NOT_FOUND             #language en-US  "Convert string to device path fail. Can't goto the destination."
                                       #language fr-FR  "Convert string to device path fail. Can't goto the destination."
#string OPTION_MISMATCH                #language en-US  "Question value mismatch with Option value!"
                                       #language fr-FR  "Question valeur décalage avec l'option valeur!"